Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# SandboxPage_WindowsUnsupportedMessageFormat
source: {0} {1} Sandboxing requires a recent Windows build with the AppContainer primitives shipped. Install the latest Windows updates (or join the Windows Insider Program for the newest builds) to enable containment.
fr_fr: {0} {1} Le sandboxing nécessite une version récente de Windows avec les primitives AppContainer. Installez les dernières mises à jour Windows (ou rejoignez le programme Windows Insider pour les versions les plus récentes) afin d'activer le confinement.
pt_br: {0} {1} O sandboxing requer uma versão recente do Windows com os mecanismos AppContainer incluídos. Instale as últimas atualizações do Windows (ou entre no Windows Insider Program para as versões mais recentes) para ativar a contenção.
zh_cn: {0} {1} 沙盒需要包含 AppContainer 基元的较新 Windows 版本。请安装最新 Windows 更新（或加入 Windows 预览体验计划以获取最新版本）以启用隔离。
zh_tw: {0} {1} 沙箱需要包含 AppContainer 基元的較新 Windows 版本。請安裝最新 Windows 更新（或加入 Windows 測試人員計畫以取得最新版本）以啟用隔離。

# SandboxPage_OpenWindowsUpdate
source: Open Windows Update
fr_fr: Ouvrir Windows Update
pt_br: Abrir o Windows Update
zh_cn: 打开 Windows 更新
zh_tw: 開啟 Windows Update

# SandboxPage_ComponentsMissingTitle
source: Sandboxing components are missing
fr_fr: Des composants de sandboxing sont manquants
pt_br: Faltam componentes do sandbox
zh_cn: 缺少沙盒组件
zh_tw: 缺少沙箱元件

# SandboxPage_ComponentsMissingMessageFormat
source: {0} The wxc-exec binary couldn't be located. {1} If this is a developer build, build the tray app so wxc-exec.exe is copied into the output folder. Otherwise reinstall the companion app to restore sandboxing.
fr_fr: {0} Le binaire wxc-exec est introuvable. {1} S'il s'agit d'une build développeur, compilez l'application Tray pour copier wxc-exec.exe dans le dossier de sortie. Sinon, réinstallez le compagnon pour restaurer le sandboxing.
pt_br: {0} O binário wxc-exec não pôde ser localizado. {1} Se esta for uma build de desenvolvedor, compile o aplicativo de bandeja para que o wxc-exec.exe seja copiado para a pasta de saída. Caso contrário, reinstale o aplicativo complementar para restaurar o sandboxing.
zh_cn: {0} 找不到 wxc-exec 二进制文件。{1} 如果这是开发者版本，请生成托盘应用，以便将 wxc-exec.exe 复制到输出文件夹。否则请重新安装伴侣应用以恢复沙盒。
zh_tw: {0} 找不到 wxc-exec 二進位檔。{1} 如果這是開發人員組建，請建置托盤應用程式，讓 wxc-exec.exe 複製到輸出資料夾。否則請重新安裝伴侶應用程式以還原沙箱。

# SandboxPage_ShowInstallInstructions
source: Show install instructions
fr_fr: Afficher les instructions d'installation
pt_br: Mostrar instruções de instalação
zh_cn: 显示安装说明
zh_tw: 顯示安裝指示

# SandboxPage_UnavailableTitle
source: Sandbox unavailable: host fallback
fr_fr: Sandbox indisponible: repli sur l'hôte
pt_br: Sandbox indisponível: contingência no host
zh_cn: 沙盒不可用: 回退到主机
zh_tw: 沙箱無法使用: 回退到主機

# SandboxPage_UnavailableBlockedTitle
source: Sandbox unavailable: commands blocked
fr_fr: Sandbox indisponible: commandes bloquées
pt_br: Sandbox indisponível: comandos bloqueados
zh_cn: 沙盒不可用: 命令已阻止
zh_tw: 沙箱無法使用: 命令已封鎖

# SettingsPage_LocalGatewayRemovedTitle
source: Local gateway removed
fr_fr: Passerelle locale supprimée
pt_br: Gateway local removido
zh_cn: 本地网关已移除
zh_tw: 本機閘道已移除

# SettingsPage_LocalGatewayRemovedMessage
source: Setup is reset; you can re-run setup from the tray menu.
fr_fr: La configuration est réinitialisée ; vous pouvez relancer la configuration depuis le menu de la barre d'état.
pt_br: A configuração foi redefinida; você pode reexecutá-la pelo menu da bandeja.
zh_cn: 设置已重置；你可以从托盘菜单重新运行设置。
zh_tw: 設定已重設；您可以從托盤功能表重新執行設定。

# SettingsPage_LocalGatewayRemovalErrorsMessage
source: Removal completed with errors. Check logs for details.
fr_fr: La suppression s'est terminée avec des erreurs. Consultez les journaux pour plus de détails.
pt_br: A remoção foi concluída com erros. Verifique os logs para mais detalhes.
zh_cn: 移除已完成但出现错误。请查看日志了解详细信息。
zh_tw: 移除已完成但發生錯誤。請查看記錄以取得詳細資料。

# SettingsPage_LocalGatewayRemovalCancelledTitle
source: Removal cancelled
fr_fr: Suppression annulée
pt_br: Remoção cancelada
zh_cn: 移除已取消
zh_tw: 移除已取消

# SettingsPage_LocalGatewayRemovalCancelledMessage
source: Gateway may be in a partially-removed state. Review logs or retry.
fr_fr: La passerelle peut être dans un état partiellement supprimé. Consultez les journaux ou réessayez.
pt_br: O Gateway pode estar em um estado parcialmente removido. Revise os logs ou tente novamente.
zh_cn: 网关可能处于部分移除状态。请查看日志或重试。
zh_tw: 閘道可能處於部分移除狀態。請查看記錄或重試。

# SettingsPage_ViewLogs
source: View Logs
fr_fr: Afficher les journaux
pt_br: Ver logs
zh_cn: 查看日志
zh_tw: 檢視記錄

# SettingsPage_LocalGatewayRemovalFailedTitle
source: Removal failed
fr_fr: Échec de la suppression
pt_br: Falha na remoção
zh_cn: 移除失败
zh_tw: 移除失敗

# SettingsPage_RemoveLocalGatewayButton
source: Remove Local Gateway
fr_fr: Supprimer la passerelle locale
pt_br: Remover Gateway local
zh_cn: 移除本地网关
zh_tw: 移除本機閘道

# SettingsPage_RemovingDistro
source: Removing distro…
fr_fr: Suppression de la distribution…
pt_br: Removendo distro…
zh_cn: 正在移除发行版…
zh_tw: 正在移除散發套件…

# SettingsPage_RemovingLocalGatewayMessage
source: Removing the local gateway. This may take 10–30 seconds…
fr_fr: Suppression de la passerelle locale. Cela peut prendre 10 à 30 secondes…
pt_br: Removendo o Gateway local. Isso pode levar de 10 a 30 segundos…
zh_cn: 正在移除本地网关。这可能需要 10–30 秒…
zh_tw: 正在移除本機閘道。這可能需要 10–30 秒…

# CronPage_NextWakeFormat
source: · Next wake: {0}
fr_fr: · Prochain réveil : {0}
pt_br: · Próxima execução: {0}
zh_cn: · 下次唤醒：{0}
zh_tw: · 下次喚醒：{0}

# ChatWindow_UnableToLoadChatCredentials
source: Unable to load chat. The gateway URL or token is not available.
fr_fr: Impossible de charger le chat. L'URL ou le jeton de la passerelle n'est pas disponible.
pt_br: Não foi possível carregar o chat. A URL ou o token do Gateway não está disponível.
zh_cn: 无法加载聊天。网关 URL 或令牌不可用。
zh_tw: 無法載入聊天。閘道 URL 或權杖無法使用。

# ChatWindow_UnableToLoadChatRetryFormat
source: Unable to load chat. Please try again. ({0})
fr_fr: Impossible de charger le chat. Réessayez. ({0})
pt_br: Não foi possível carregar o chat. Tente novamente. ({0})
zh_cn: 无法加载聊天。请重试。({0})
zh_tw: 無法載入聊天。請重試。({0})

# ChatWindow_WebViewFailedFormat
source: WebView2 failed: {0}
fr_fr: Échec de WebView2 : {0}
pt_br: Falha no WebView2: {0}
zh_cn: WebView2 失败：{0}
zh_tw: WebView2 失敗：{0}

# CanvasWindow_WebViewInitFailedFormat
source: Failed to initialize WebView2: {0}
fr_fr: Échec de l'initialisation de WebView2 : {0}
pt_br: Falha ao inicializar o WebView2: {0}
zh_cn: 无法初始化 WebView2：{0}
zh_tw: 無法初始化 WebView2：{0}

# CanvasWindow_NavigationFailedFormat
source: Navigation failed: {0}
fr_fr: Échec de la navigation : {0}
pt_br: Falha na navegação: {0}
zh_cn: 导航失败：{0}
zh_tw: 瀏覽失敗：{0}

# CronPage_RunNotStarted
source: Run not started
fr_fr: Exécution non démarrée
pt_br: Execução não iniciada
zh_cn: 运行未启动
zh_tw: 執行未啟動

# CronPage_RunNotStartedGeneric
source: {0} was not started.
fr_fr: {0} n’a pas été démarrée.
pt_br: {0} não foi iniciada.
zh_cn: {0} 未启动。
zh_tw: {0} 未啟動。

# CronPage_RunNotStartedWithReason
source: {0} was not started: {1}
fr_fr: {0} n’a pas été démarrée : {1}
pt_br: {0} não foi iniciada: {1}
zh_cn: {0} 未启动：{1}
zh_tw: {0} 未啟動：{1}

# SkillsPage_BadgeDisabled
source: Disabled
fr_fr: Désactivée
pt_br: Desativado
zh_cn: 已禁用
zh_tw: 已停用

# SkillsPage_BadgeEnabled
source: Enabled
fr_fr: Activée
pt_br: Ativado
zh_cn: 已启用
zh_tw: 已啟用

# SkillsPage_CountFormat
source: ({0}/{1} enabled)
fr_fr: ({0}/{1} activées)
pt_br: ({0}/{1} ativadas)
zh_cn: ({0}/{1} 已启用)
zh_tw: ({0}/{1} 已啟用)

# SkillsPage_DisabledHeaderFormat
source: Disabled ({0})
fr_fr: Désactivées ({0})
pt_br: Desativadas ({0})
zh_cn: 已禁用 ({0})
zh_tw: 已停用 ({0})

# SkillsPage_EnabledHeaderFormat
source: Enabled ({0})
fr_fr: Activées ({0})
pt_br: Ativadas ({0})
zh_cn: 已启用 ({0})
zh_tw: 已啟用 ({0})

# ConnectionPage_AdviceCleartextTitle
source: Unencrypted connection
fr_fr: Connexion non chiffrée
pt_br: Conexão não criptografada
zh_cn: 未加密的连接
zh_tw: 未加密的連線

# ConnectionPage_AdviceCleartextMessage
source: This remote gateway uses ws://. Your token would be sent in cleartext. Use wss:// (TLS), an SSH tunnel, or a trusted proxy / Tailscale.
fr_fr: Cette gateway distante utilise ws://. Votre token serait envoyé en clair. Utilisez wss:// (TLS), un tunnel SSH, ou un proxy de confiance / Tailscale.
pt_br: Este Gateway remoto usa ws://. Seu token seria enviado em texto claro. Use wss:// (TLS), um túnel SSH ou um proxy confiável / Tailscale.
zh_cn: 此远程 gateway 使用 ws://。您的 token 将以明文发送。请使用 wss://（TLS）、SSH 隧道或受信任的代理 / Tailscale。
zh_tw: 此遠端 gateway 使用 ws://。您的 token 將以明文傳送。請使用 wss://（TLS）、SSH 通道或受信任的 Proxy / Tailscale。

# ConnectionPage_AdviceSecureTitle
source: Encrypted (TLS)
fr_fr: Chiffré (TLS)
pt_br: Criptografada (TLS)
zh_cn: 已加密 (TLS)
zh_tw: 已加密 (TLS)

# ConnectionPage_AdviceSecureMessage
source: This gateway uses TLS. Your token is protected in transit when the certificate validates.
fr_fr: Cette gateway utilise TLS. Votre token est protégé en transit lorsque le certificat est validé.
pt_br: Este Gateway usa TLS. Seu token é protegido em trânsito quando o certificado é validado.
zh_cn: 此 gateway 使用 TLS。证书验证通过后，您的 token 在传输过程中受到保护。
zh_tw: 此 gateway 使用 TLS。憑證驗證通過後，您的 token 在傳輸過程中受到保護。

# ConnectionPage_AdviceTunnelTitle
source: SSH tunnel
fr_fr: Tunnel SSH
pt_br: Túnel SSH
zh_cn: SSH 隧道
zh_tw: SSH 通道

# ConnectionPage_AdviceTunnelMessage
source: Traffic to this gateway is encrypted through the SSH tunnel.
fr_fr: Le trafic vers cette gateway est chiffré via le tunnel SSH.
pt_br: O tráfego para este Gateway é criptografado através do túnel SSH.
zh_cn: 到此 gateway 的流量通过 SSH 隧道加密。
zh_tw: 到此 gateway 的流量透過 SSH 通道加密。

# ConnectionPage_RecoveryHeaderTokenDrift
source: Re-pair this device:
fr_fr: Réappairer cet appareil :
pt_br: Faça o pareamento novamente deste dispositivo:
zh_cn: 重新配对此设备：
zh_tw: 重新配對此裝置：

# ConnectionPage_RecoveryHeaderScope
source: Upgrade this device's access:
fr_fr: Mettre à niveau l'accès de cet appareil :
pt_br: Elevar o acesso deste dispositivo:
zh_cn: 升级此设备的访问权限：
zh_tw: 升級此裝置的存取權限：

# ConnectionPage_RecoveryHeaderTls
source: Fix the secure connection:
fr_fr: Corriger la connexion sécurisée :
pt_br: Corrija a conexão segura:
zh_cn: 修复安全连接：
zh_tw: 修復安全連線：

# ConnectionPage_RecoveryTokenDriftBullet1
source: The gateway no longer trusts this device's saved token (it was rotated or revoked).
fr_fr: La gateway ne fait plus confiance au token enregistré de cet appareil (il a été renouvelé ou révoqué).
pt_br: O Gateway não confia mais no token salvo deste dispositivo (ele foi rotacionado ou revogado).
zh_cn: gateway 不再信任此设备保存的 token（它已被轮换或吊销）。
zh_tw: gateway 不再信任此裝置儲存的 token（它已被輪換或撤銷）。

# ConnectionPage_RecoveryTokenDriftBullet2
source: Get a fresh setup code from the gateway host and paste it below to re-pair.
fr_fr: Obtenez un nouveau code de configuration depuis l'hôte de la gateway et collez-le ci-dessous pour réappairer.
pt_br: Obtenha um novo código de configuração no host do Gateway e cole-o abaixo para reparear.
zh_cn: 从 gateway 主机获取新的设置代码，并粘贴到下方以重新配对。
zh_tw: 從 gateway 主機取得新的設定代碼，並貼到下方以重新配對。

# ConnectionPage_RecoveryScopeBullet1
source: This device is authenticated but is missing the scopes it needs (for example operator.admin or operator.pairing).
fr_fr: Cet appareil est authentifié mais il manque les scopes nécessaires (par exemple operator.admin ou operator.pairing).
pt_br: Este dispositivo está autenticado, mas está sem os escopos necessários (por exemplo, operator.admin ou operator.pairing).
zh_cn: 此设备已通过身份验证，但缺少所需的 scope（例如 operator.admin 或 operator.pairing）。
zh_tw: 此裝置已通過驗證，但缺少所需的 scope（例如 operator.admin 或 operator.pairing）。

# ConnectionPage_RecoveryScopeBullet2
source: Re-pair with a fresh setup code to request the required scopes, or approve the higher scopes on the gateway host.
fr_fr: Réappairez avec un nouveau code de configuration pour demander les scopes requis, ou approuvez les scopes supérieurs sur l'hôte de la gateway.
pt_br: Repareie com um novo código de configuração para solicitar os escopos necessários, ou aprove os escopos mais altos no host do Gateway.
zh_cn: 使用新的设置代码重新配对以请求所需的 scope，或在 gateway 主机上批准更高的 scope。
zh_tw: 使用新的設定代碼重新配對以請求所需的 scope，或在 gateway 主機上核准更高的 scope。

# ConnectionPage_RecoveryTlsBullet1
source: The gateway's TLS/secure transport could not be established.
fr_fr: Le transport TLS/sécurisé de la gateway n'a pas pu être établi.
pt_br: Não foi possível estabelecer o transporte seguro/TLS do Gateway.
zh_cn: 无法建立 gateway 的 TLS/安全传输。
zh_tw: 無法建立 gateway 的 TLS/安全傳輸。

# ConnectionPage_RecoveryTlsBullet2
source: Verify the certificate on the gateway host, or connect over wss:// or an SSH tunnel.
fr_fr: Vérifiez le certificat sur l'hôte de la gateway, ou connectez-vous via wss:// ou un tunnel SSH.
pt_br: Verifique o certificado no host do Gateway ou conecte via wss:// ou um túnel SSH.
zh_cn: 验证 gateway 主机上的证书，或通过 wss:// 或 SSH 隧道连接。
zh_tw: 驗證 gateway 主機上的憑證，或透過 wss:// 或 SSH 通道連線。

# ConnectionPage_TokenOrPasswordHint.Text
source: Paste a shared gateway token, or leave it blank to pair with a setup code.
fr_fr: Collez un token de gateway partagé, ou laissez-le vide pour appairer avec un code de configuration.
pt_br: Cole um token compartilhado do Gateway, ou deixe em branco para parear com um código de configuração.
zh_cn: 粘贴共享 gateway token，或将其留空以使用设置代码配对。
zh_tw: 貼上共用 gateway token，或將其留空以使用設定代碼配對。

# ConnectionPage_RemoteSetupHelpDirect.Text
source: Connect to wss:// or https:// when the gateway has a trusted certificate. Your token is encrypted in transit after certificate validation.
fr_fr: Connectez-vous à wss:// ou https:// lorsque la gateway possède un certificat de confiance. Votre token est chiffré en transit après validation du certificat.
pt_br: Conecte-se via wss:// ou https:// quando o Gateway tiver um certificado confiável. Seu token é criptografado em trânsito após a validação do certificado.
zh_cn: 当 gateway 拥有受信任证书时，连接到 wss:// 或 https://。证书验证通过后，您的 token 会在传输过程中加密。
zh_tw: 當 gateway 擁有受信任憑證時，連線到 wss:// 或 https://。憑證驗證通過後，您的 token 會在傳輸過程中加密。

# ConnectionPage_RemoteSetupHelpTunnel.Text
source: When the gateway only listens on localhost, expand "Use SSH tunnel" below. The tray forwards a local port over SSH so traffic stays encrypted.
fr_fr: Lorsque la gateway n'écoute que sur localhost, développez « Utiliser un tunnel SSH » ci-dessous. La tray transfère un port local via SSH afin que le trafic reste chiffré.
pt_br: Quando o Gateway escuta apenas em localhost, expanda "Usar túnel SSH" abaixo. A bandeja encaminha uma porta local via SSH para que o tráfego permaneça criptografado.
zh_cn: 当 gateway 仅在 localhost 上侦听时，请展开下方的“使用 SSH 隧道”。tray 会通过 SSH 转发本地端口，使流量保持加密。
zh_tw: 當 gateway 僅在 localhost 上接聽時，請展開下方的「使用 SSH 通道」。tray 會透過 SSH 轉發本機連接埠，使流量保持加密。

# ConnectionPage_RemoteSetupHelpProxy.Text
source: If a Tailscale or reverse proxy already encrypts the path, a plain ws:// URL over that private network is fine.
fr_fr: Si Tailscale ou un reverse proxy chiffre déjà le chemin, une simple URL ws:// sur ce réseau privé convient.
pt_br: Se um Tailscale ou proxy reverso já criptografa o caminho, uma URL ws:// simples nessa rede privada é aceitável.
zh_cn: 如果 Tailscale 或反向代理已加密路径，则在该专用网络上使用普通 ws:// URL 即可。
zh_tw: 如果 Tailscale 或反向 Proxy 已加密路徑，則在該私人網路上使用一般 ws:// URL 即可。

# ConnectionPage_RemoteSetupHelpAuth.Text
source: Paste a shared token, or leave it blank and pair with a setup code. Re-pairing also upgrades this device's scopes.
fr_fr: Collez un token partagé, ou laissez-le vide et appairez avec un code de configuration. Le réappairage met aussi à niveau les scopes de cet appareil.
pt_br: Cole um token compartilhado, ou deixe em branco e pareie com um código de configuração. Reparear também eleva os escopos deste dispositivo.
zh_cn: 粘贴共享 token，或将其留空并使用设置代码配对。重新配对还会升级此设备的 scope。
zh_tw: 貼上共用 token，或將其留空並使用設定代碼配對。重新配對也會升級此裝置的 scope。

# ConnectionPage_RecoveryHeaderRateLimited
source: Wait before reconnecting:
fr_fr: Attendez avant de vous reconnecter :
pt_br: Aguarde antes de reconectar:
zh_cn: 请稍后再重新连接：
zh_tw: 請稍後再重新連線：

# ConnectionPage_RecoveryRateLimitedBullet1
source: The gateway is rate-limiting this client after repeated failed attempts.
fr_fr: La gateway limite temporairement ce client après plusieurs tentatives échouées.
pt_br: O Gateway está limitando a taxa deste cliente após tentativas falhas repetidas.
zh_cn: gateway 在多次失败尝试后正在对此客户端限速。
zh_tw: gateway 在多次失敗嘗試後正在對此用戶端限速。

# ConnectionPage_RecoveryRateLimitedBullet2
source: Stop retrying for a moment, then reconnect after correcting the token, password, or pairing state.
fr_fr: Arrêtez les nouvelles tentatives un moment, puis reconnectez-vous après avoir corrigé le token, le mot de passe ou l’état d’appairage.
pt_br: Pare de tentar novamente por um momento e reconecte após corrigir o token, a senha ou o estado de pareamento.
zh_cn: 暂时停止重试，然后在修正 token、密码或配对状态后重新连接。
zh_tw: 暫時停止重試，然後在修正 token、密碼或配對狀態後重新連線。

# ConnectionPage_RemoteSetupHelpLink.Text
source: How do I connect to a remote gateway?
fr_fr: Comment me connecter à une gateway distante ?
pt_br: Como me conecto a um Gateway remoto?
zh_cn: 如何连接到远程 gateway？
zh_tw: 如何連線到遠端 gateway？

# ConnectionPage_RemoteSetupHelpTip.Title
source: Connecting to a remote gateway
fr_fr: Se connecter à une gateway distante
pt_br: Conectando a um Gateway remoto
zh_cn: 连接到远程 gateway
zh_tw: 連線到遠端 gateway

# ConnectionPage_RemoteSetupHelpDirectTitle.Text
source: Direct (TLS)
fr_fr: Connexion directe (TLS)
pt_br: Direto (TLS)
zh_cn: 直连 (TLS)
zh_tw: 直連 (TLS)

# ConnectionPage_RemoteSetupHelpTunnelTitle.Text
source: SSH tunnel
fr_fr: Tunnel SSH
pt_br: Túnel SSH
zh_cn: SSH 隧道
zh_tw: SSH 通道

# ConnectionPage_RemoteSetupHelpProxyTitle.Text
source: Trusted proxy / Tailscale
fr_fr: Proxy de confiance / Tailscale
pt_br: Proxy confiável / Tailscale
zh_cn: 受信任代理 / Tailscale
zh_tw: 受信任 Proxy / Tailscale

# ConnectionPage_RemoteSetupHelpAuthTitle.Text
source: Auth
fr_fr: Authentification
pt_br: Autenticação
zh_cn: 身份验证
zh_tw: 驗證

source: Sandbox action
fr_fr: Action du bac à sable
pt_br: Ação do sandbox
zh_cn: 沙盒操作
zh_tw: 沙箱動作

source: Locked Down preset: No internet, no clipboard, no standard user folders
fr_fr: Préréglage verrouillé : aucun accès Internet, aucun presse-papiers, aucun dossier utilisateur standard
pt_br: Predefinição Bloqueado: sem internet, sem área de transferência, sem pastas padrão do usuário
zh_cn: 锁定预设：无互联网、无剪贴板、无标准用户文件夹
zh_tw: 鎖定預設：無網際網路、無剪貼簿、無標準使用者資料夾

source: Recommended preset: Internet on, read-only on Documents, Downloads, Desktop
fr_fr: Préréglage recommandé : accès Internet activé, lecture seule pour Documents, Téléchargements et Bureau
pt_br: Predefinição Recomendada: internet ativada, somente leitura em Documentos, Downloads e Área de Trabalho
zh_cn: 推荐预设：启用互联网，文档、下载和桌面为只读
zh_tw: 建議預設：啟用網際網路，文件、下載和桌面為唯讀

source: Unprotected preset: Internet on, read and write on Documents, Downloads, Desktop
fr_fr: Préréglage non protégé : accès Internet activé, lecture et écriture pour Documents, Téléchargements et Bureau
pt_br: Predefinição Desprotegido: internet ativada, leitura e escrita em Documentos, Downloads e Área de Trabalho
zh_cn: 不受保护预设：启用互联网，可读写文档、下载和桌面
zh_tw: 未受保護預設：啟用網際網路，可讀寫文件、下載和桌面

source: Documents access level
fr_fr: Niveau d’accès aux Documents
pt_br: Nível de acesso a Documentos
zh_cn: 文档访问级别
zh_tw: 文件存取層級

source: Downloads access level
fr_fr: Niveau d’accès aux Téléchargements
pt_br: Nível de acesso a Downloads
zh_cn: 下载访问级别
zh_tw: 下載存取層級

source: Desktop access level
fr_fr: Niveau d’accès au Bureau
pt_br: Nível de acesso à Área de Trabalho
zh_cn: 桌面访问级别
zh_tw: 桌面存取層級

source: Notification sound
fr_fr: Son de notification
pt_br: Som de notificação
zh_cn: 通知声音
zh_tw: 通知音效

source: Voice language
fr_fr: Langue vocale
pt_br: Idioma da voz
zh_cn: 语音语言
zh_tw: 語音語言

source: Main navigation
fr_fr: Navigation principale
pt_br: Navegação principal
zh_cn: 主导航
zh_tw: 主要導覽

source: Resize JSON preview
fr_fr: Redimensionner l’aperçu JSON
pt_br: Redimensionar pré-visualização JSON
zh_cn: 调整 JSON 预览大小
zh_tw: 調整 JSON 預覽大小

source: splitter
fr_fr: séparateur
pt_br: divisor
zh_cn: 分隔条
zh_tw: 分隔線

# PermissionsPage_ExecPolicySaved
source: Saved
fr_fr: Enregistré
pt_br: Salvo
zh_cn: 已保存
zh_tw: 已儲存

# PermissionsPage_ExecPolicySaveFailed
source: Save failed
fr_fr: Échec de l’enregistrement
pt_br: Falha ao salvar
zh_cn: 保存失败
zh_tw: 儲存失敗

# SessionsPage_Status_Working
source: Working
fr_fr: En cours
pt_br: Trabalhando
zh_cn: 工作中
zh_tw: 處理中

# SessionsPage_Status_Ready
source: Ready
fr_fr: Prête
pt_br: Pronto
zh_cn: 就绪
zh_tw: 就緒

# SessionsPage_Status_NeedsAttention
source: Needs attention
fr_fr: À vérifier
pt_br: Precisa de atenção
zh_cn: 需要注意
zh_tw: 需要注意

# SessionsPage_LastRunStopped
source: Last run stopped
fr_fr: Dernière exécution arrêtée
pt_br: Última execução parada
zh_cn: 上次运行已停止
zh_tw: 上次執行已停止

# ConnectionPage_ProtocolGatewayUpdateRequired
source: Gateway update required
fr_fr: Mise à jour de la Gateway requise
pt_br: Atualização do Gateway necessária
zh_cn: 需要更新 Gateway
zh_tw: 需要更新 Gateway

# ConnectionPage_ProtocolGatewayUpdateDetail
source: This Gateway uses protocol v{0}. This Windows app supports v{1}-v{2}. Its current protocol is v{3}. Update the Gateway to continue.
fr_fr: Cette Gateway utilise le protocole v{0}. Cette application Windows prend en charge les protocoles v{1} à v{2}. Le protocole actuel de l’application est v{3}. Mettez à jour la Gateway pour continuer.
pt_br: Este Gateway usa o protocolo v{0}. Este aplicativo Windows é compatível com v{1}-v{2}. Seu protocolo atual é v{3}. Atualize o Gateway para continuar.
zh_cn: 此 Gateway 使用协议 v{0}。此 Windows 应用支持协议 v{1} 到 v{2}。该应用的当前协议为 v{3}。请更新 Gateway 以继续。
zh_tw: 此 Gateway 使用通訊協定 v{0}。此 Windows 應用程式支援通訊協定 v{1} 到 v{2}。該應用程式目前的通訊協定為 v{3}。請更新 Gateway 以繼續。

# ConnectionPage_ProtocolWindowsUpdateRequired
source: Windows app update required
fr_fr: Mise à jour de l’application Windows requise
pt_br: Atualização do aplicativo Windows necessária
zh_cn: 需要更新 Windows 应用
zh_tw: 需要更新 Windows 應用程式

# ConnectionPage_ProtocolWindowsUpdateDetail
source: This Gateway requires protocol v{0}. This Windows app supports v{1}-v{2}. Its current protocol is v{3}. Update the Windows app to continue.
fr_fr: Cette Gateway nécessite le protocole v{0}. Cette application Windows prend en charge les protocoles v{1} à v{2}. Son protocole actuel est v{3}. Mettez à jour l’application Windows pour continuer.
pt_br: Este Gateway requer o protocolo v{0}. Este aplicativo Windows é compatível com v{1}-v{2}. Seu protocolo atual é v{3}. Atualize o aplicativo Windows para continuar.
zh_cn: 此 Gateway 需要协议 v{0}。此 Windows 应用支持协议 v{1} 到 v{2}。当前协议为 v{3}。请更新 Windows 应用以继续。
zh_tw: 此 Gateway 需要通訊協定 v{0}。此 Windows 應用程式支援通訊協定 v{1} 到 v{2}。目前的通訊協定為 v{3}。請更新 Windows 應用程式以繼續。

# ConnectionPage_ProtocolUnknownMismatch
source: Gateway version not supported
fr_fr: Version de Gateway non prise en charge
pt_br: Versão do Gateway não suportada
zh_cn: 不支持此 Gateway 版本
zh_tw: 不支援此 Gateway 版本

# Chat_AssistantMedia_Preparing
source: Preparing media
fr_fr: Préparation du média
pt_br: Preparando mídia
zh_cn: 正在准备媒体
zh_tw: 正在準備媒體

# Chat_AssistantMedia_Unavailable
source: Media unavailable
fr_fr: Média indisponible
pt_br: Mídia indisponível
zh_cn: 媒体不可用
zh_tw: 媒體無法使用

# Chat_AssistantMedia_Retry
source: Retry
fr_fr: Réessayer
pt_br: Tentar novamente
zh_cn: 重试
zh_tw: 重試

# Chat_AssistantMedia_Image
source: Image
fr_fr: Illustration
pt_br: Imagem
zh_cn: 图像
zh_tw: 圖片

# Chat_AssistantMedia_Audio
source: Audio
fr_fr: Son
pt_br: Áudio
zh_cn: 音频
zh_tw: 音訊

# Chat_AssistantMedia_Video
source: Video
fr_fr: Vidéo
pt_br: Vídeo
zh_cn: 视频
zh_tw: 影片

# Chat_AssistantMedia_File
source: File
fr_fr: Fichier
pt_br: Arquivo
zh_cn: 文件
zh_tw: 檔案

# Chat_AssistantMedia_Media
source: Media
fr_fr: Média
pt_br: Mídia
zh_cn: 媒体
zh_tw: 媒體
